Repository: liip/wp-tyk-dev-portal
Catalog: languages/*.po
Languages: de_de

source: Your token for this API is: %s. We will only show this once. Please save it somewhere now.
de_de: Dein Schlüssel für diese API ist: %s. Dieser Schlüssel kann nur einmal angezeigt werden, leg ihn bitte jetzt an einem sicheren Ort ab.

source: Your key request is pending review. You will receive an Email when your request is processed. Your request id is %s. This is not your access token. Please refer to the request ID when contacting us by Email.
de_de: Ihre Anfrage wird geprüft. Sie erhalten ein Email wenn Ihre Anfrage bearbeitet wurde. Ihre Anfrage ID ist: %s (dies ist kein Zugangs-Token für die API). Bitte geben Sie diese ID an falls Sie uns per Email kontaktieren.

source: Invalid request
de_de: Ungültiger request

source: Your token "%s" was revoked permanently and is invalidated effective immediately.
de_de: Dein Schlüssel “%s” wurde unwiderruflich annuliert und ist ab sofort ungültig.

source: Developer
de_de: Entwickler

source: Developer Dashboard
de_de: Entwickler Dashboard

source: My tokens
de_de: Meine Schlüssel

source: An error occurred. Please try again.
de_de: Ein Fehler ist aufgetreten. Bitte versuche es nochmal.

source: loading
de_de: laden

source: Revoke this token
de_de: Schlüssel annullieren

source: You don't have any tokens yet
de_de: Du hast noch keine Schlüssel

source: Request a token
de_de: Schlüssel anfordern

source: Give this token a name
de_de: Gib diesem Schlüssel einen Namen

source: -- please choose
de_de: -- bitte wählen
